{
    "affirmations": [
        "I am worthy of love and respect.",
        "I am enough just as I am.",
        "My value is not defined by my struggles.",
        "I deserve good things in life.",
        "I love myself unconditionally.",
        "I am proud of how far I’ve come.",
        "I am not my mistakes.",
        "I give myself permission to grow.",
        "I honor my journey and my process.",
        "I am a work in progress, and that’s okay.",
        "I have survived tough times before; I can do it again.",
        "I am resilient and can handle anything life throws at me.",
        "Every breath I take gives me strength.",
        "I am stronger than I think.",
        "My past does not define my future.",
        "I can and will get through this.",
        "I trust my ability to overcome challenges.",
        "I am brave, even when I feel scared.",
        "I have inner strength I haven’t even tapped into yet.",
        "I will not give up on myself.",
        "I am safe in this moment.",
        "I choose peace over worry.",
        "I breathe in calm and exhale fear.",
        "My mind is calm, my body is relaxed.",
        "I am in control of my breathing, my body, and my thoughts.",
        "I can let go of things I cannot control.",
        "This feeling is temporary.",
        "I choose to focus on what I can control.",
        "I allow myself to feel and then release.",
        "I am grounded and centered.",
        "Healing is not linear, and that’s okay.",
        "I am open to healing.",
        "I give myself permission to heal.",
        "I trust the timing of my life.",
        "I am making progress every day.",
        "I believe in the possibility of a brighter future.",
        "There is hope, even if I can’t see it right now.",
        "Each day is a new opportunity to heal.",
        "My pain is real, but so is my capacity for joy.",
        "I am open to positive change.",
        "I can challenge my negative thoughts.",
        "My thoughts do not define me.",
        "I choose to be kind to myself.",
        "I release thoughts that do not serve me.",
        "I do not have to believe everything I think.",
        "I can replace fear with faith.",
        "I am not alone in my struggles.",
        "I accept myself, flaws and all.",
        "I am doing the best I can.",
        "It’s okay to ask for help.",
        "I give myself grace.",
        "It’s okay to have bad days.",
        "I am allowed to feel my emotions.",
        "I am human and imperfect, and that’s beautiful.",
        "I honor my feelings without judgment.",
        "I forgive myself for the times I was hard on myself.",
        "I accept who I am right now.",
        "I am learning to be gentle with myself.",
        "My needs matter.",
        "I am worthy of kindness—including my own.",
        "I have a purpose, even if I can’t see it yet.",
        "My life has meaning.",
        "I am here for a reason.",
        "I choose to keep going.",
        "Each step I take matters.",
        "My efforts are not wasted.",
        "I am capable of achieving my goals.",
        "I move forward with courage.",
        "Small progress is still progress.",
        "I believe in my potential.",
        "I forgive myself for past mistakes.",
        "I release guilt and embrace growth.",
        "I am free from the weight of resentment.",
        "Letting go brings me peace.",
        "I deserve to be free from shame.",
        "I am allowed to move on.",
        "I make peace with my past.",
        "I release the need to be perfect.",
        "I forgive others to set myself free.",
        "I am letting go of what no longer serves me.",
        "I am deserving of healthy relationships.",
        "I attract love and kindness.",
        "I am loved, even when I feel alone.",
        "I have people who care about me.",
        "I deserve to be treated with respect.",
        "I allow myself to give and receive love.",
        "My relationships do not define my worth.",
        "I set healthy boundaries to protect my peace.",
        "I am open to love in all its forms.",
        "I am enough, with or without a partner.",
        "I am present in this moment.",
        "This moment is all I need to focus on.",
        "I find peace in the here and now.",
        "I let go of the need to control the future.",
        "I embrace the now.",
        "My breath anchors me to the present.",
        "I observe my thoughts without becoming them.",
        "I find calm in stillness.",
        "I am mindful and aware.",
        "The present moment is my home.",
        "Today is a fresh start.",
        "I am doing my best today.",
        "I choose to be kind to myself today.",
        "I am grateful for this day.",
        "I face today with courage.",
        "I greet this day with hope.",
        "I choose joy today.",
        "I am enough for today.",
        "I will focus on one thing at a time.",
        "I am proud of what I accomplish today.",
        "I wake up with strength and positivity.",
        "Today is full of potential.",
        "I begin this day with peace in my heart.",
        "I am grateful to be alive today.",
        "I welcome today with open arms.",
        "I am filled with energy and hope.",
        "I can handle whatever comes my way.",
        "I am grounded and ready.",
        "I choose to approach the day with a calm mind.",
        "This is a good day to be kind to myself.",
        "I am at peace with today.",
        "I release the worries of the day.",
        "I did my best today, and that is enough.",
        "I am proud of myself for making it through the day.",
        "I deserve rest and relaxation.",
        "I let go of what I cannot change.",
        "I am safe and secure.",
        "Sleep is a form of self-care.",
        "I will wake up refreshed and renewed.",
        "I close this day with gratitude.",
        "I trust that the universe is supporting me.",
        "I believe everything is unfolding for my good.",
        "I am divinely guided and protected.",
        "I am never truly alone.",
        "I surrender to the flow of life.",
        "My soul is strong and beautiful.",
        "I am connected to something greater than myself.",
        "I am a spark of light in this world.",
        "I am open to the blessings life brings.",
        "My spirit is unbreakable.",
        "I am not alone in this struggle.",
        "I can get through this moment.",
        "I have survived every bad day before this.",
        "I am safe, even when I feel afraid.",
        "I can ask for help.",
        "This feeling will pass.",
        "I choose to stay.",
        "My life is worth living.",
        "I matter.",
        "I am needed in this world.",
        "It’s okay to rest when I need to.",
        "I am not lazy; I am healing.",
        "I deserve to feel better.",
        "My emotions are valid.",
        "It’s okay not to be okay.",
        "I am allowed to take things slow.",
        "I will find joy again.",
        "I am still me, even when I struggle.",
        "I can get through today.",
        "There is still light in my life.",
        "I am not my anxiety.",
        "I am safe and supported.",
        "I let go of the need for perfection.",
        "I am in control of my responses.",
        "My anxiety does not control me.",
        "I allow myself to relax.",
        "I trust that things will work out"
    ]
}